tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "chezmoi"
brew "cmake"
brew "libavif"
brew "gdk-pixbuf"
brew "go"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "maven"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "plantuml"
brew "podman"
brew "pyenv"
brew "qemu"
brew "starship"
brew "texlive"
brew "tldr"
brew "wireshark"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "anaconda"
cask "discord"
cask "font-hack-nerd-font"
cask "freecad"
cask "gitbutler"
cask "inkscape"
cask "iterm2"
cask "mactex"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "podman-desktop"
cask "raspberry-pi-imager"
cask "raycast"
cask "spaceman"
cask "spotify"
cask "texstudio"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zed"
vscode "eamodio.gitlens"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
