tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "olets/tap"
brew "angular-cli"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "libavif"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "openjdk"
brew "maven"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "openjdk@17"
brew "plantuml"
brew "pyenv"
brew "qemu"
brew "rust"
brew "starship"
brew "tldr"
brew "tmux"
brew "wget"
brew "wireshark"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "olets/tap/zsh-abbr"
cask "anaconda"
cask "discord"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-ss05"
cask "freecad"
cask "ghostty"
cask "inkscape"
cask "iterm2"
cask "keka"
cask "kitty"
cask "librewolf"
cask "linearmouse"
cask "mactex"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "spaceman"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
vscode "eamodio.gitlens"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
